{
  "0": "You step out of the ship.\nYour senses are immediately dampened as you enter darkness.\nThe environment here feels viscous. Could it be?\nYou turn the head lamp of your suit on and see a bubble floating straight up.\nYou are under water.\nYou observe your surroundings and see you are completely submerged in a large body of water.\nThe ship closes behind you.\nUnder your feet is a sandy floor.\nNo signs of life yet, but the environment leaves you feeling vulnerable.\nYou establish North on this planet using your onboard compass system.\nTo the North you see an opening in the world. A dark abyss. It seems to be some type of cave.\nTo the South, you see your ship.",
  "1": "You are in what appears to be an antique spaceship.\nThe ground is metallic with a hint of rust, and through a window you can see what looks like the star Maia of the Pleiades system.  It reminds you of pictures you saw in an old textbook from the James Webb telescope from back in the 21st century.\nThere appears to be two pools of crystal-clear water on either side of you which seems odd for an antique spaceship floating through this star system. \nA big pool is to your right, and the small pool is to your left. \nThere appears to be something on the cave wall, and a man encased in carbonite is between you and the window.  The man reminds you of a legendary archaeologist from 20th century cinema. \nYou get the sense that someone is playing an elaborate practical joke on you by conflating a few different things that do not quite belong together.\n",
  "2": "You look around.  You get the sense that gravity does not exist, but you know that it must. \nYou are surrounded by a light violet mist, and apparently are suspended in a giant bubble. \nThe bubble material is transparent, and in the distance you see the star Alcyone of the Pleiades system. \nIt seems strange to just KNOW that, but it is as if something else is *involved* with your thoughts. \nIt feels like you are hooked up to some wireless version of a virtual reality machine, and images are being beamed into your head.  You get the sense that you can *will* yourself in any direction. \nYou scan the inner surface of your bubble, and their appears to be large seals to your left and right.",
  "3": "You look around.  You feel like you are 430 light years from Earth. \nYou see the star of Celaeno off to the left. \nThere is quite the dichotomy around you:  gurgling lava to your right, and a bubbling swamp to your left.  You get the sense that the swamp is alive, or at least the home to VERY MANY living things of suspicious origin. \nThe lava (well, you THINK it is lava) shimmers between normal lava colors, as well as an odd shade of cyan.  That is strange...color-shifting lava. \nThere is a very wide marble path that bifurcates the two different environments, and there appears to be a DeLorean directly in front of you.  The car seems strangely out of place in this world, but it beckons to you.  You have never seen a Celaeno DeLorean before...\n",
  "4": "Welcome to Byss. A world wracked with constanst storms. Nothing but rain wherever you any attempt to land, nor do there really appear to be any reliable places of shelter. Your suit can handle it, and thus it will have to do.",
  "5": "Plunging cliffs, strange flora, roaring rapids, and the faint smell of sulphur. Welcome to Eridanos. You have arrived on the top of a medium sized cliffside, but in the distance you can see something that reminds you of a collosal termite mound. You start down a trail leading down into ravine that looks like it will take you to the mound, and there appear to be several caves along the path.",
  "6": "As you made you way to land on Monarch, you noticed it was tidally locked toward its sun, but at the terminator line had a lush jungle, so that is where you find yourself now. From up high, the trees were unlike anything you have ever seen, but still comfortably familiar at the same time.",
  "7": "Your ship lands on a yellow-hued planet. As you exit your ship, you see that the surface of the planet is virtually covered in golden flowers, bobbing gently in the apparent breeze. Each flower has four petals and a round, ruffled shape. The field of flowers nearly reaches your knees. The ground is thickly coated with flowers, but they easily yield to your touch, should you wish to push them aside.\n\nTo the north, you can make out a dull grey patch on the surface. The ground seems patchy, as though the flowers are not so dense there. Towards the east, you can see a blue planet looming close in the sky. Its surface seems to be swirling with mist. ",
  "8": "You fly down onto the blue planet covered in swirling mists. As your ship descends, it is difficult to see due to the density of the mysterious fog, but you start to make out crystalline structures all over the surface of the planet. The majority of them are blue, but there are tones of white and purple as well, as though the planet itself is the inside of a geode. You land on a flat, smooth blue area that is elevated out of the mist, and look around. The ground is nearly entirely solid crystal, which rises and falls into hills and valleys. In the middle of the flat area, you see what appears to be a white sigil. \n\nTo the south of your landing point, you notice a jagged red peak rising through the fog. It does not appear to be too steep to climb. In the sky to the west, you notice a golden planet looming close by, easily within a short flying distance. \n",
  "9": "You begin to enter the atmosphere of a new planet... \nAs you descend onto the planet, you take notice of the star in the sky \nThis planet has bright light from this solar systems sun, similar to Earth \nYour ship lands in a rocky compound near a channel of water. \nThe surrounding area is desert like, but with interesting foliage growing from the sand \nAs you step out of the ship, you notice the air is humid. Strange.. \nIt feels similar to a beach. However, no large body of water was spotted in your descent. \nThe channel of water is crystal clear, and runs farther than the horizon. \nWith this planets sun established as your North, the water runs to the West \nTo the West is where you see some kind of contraption \nBehind you is your ship, and East would be upstream where a small building is. \nYou notice to the North a large, un-natural formation",
  "10": "Finally nearing the end of your journey, you navigate your ship towards the furthest mass in the cluster. At a distance, the planet appears to be blue. But as you get closer, you realize that it is burning in every color you can imagine, possessing the brightest glow you've seen so far. The spectrum is mesmerizing. All over the planet, you can see glowing pools that pulse with various colors. Reaching into the sky is a tower of strange, multicolored crystal, consisting of square-like shapes and hues like an oil slick. You recognize the mineral as bismuth -- or something similar to it. The land itself is aetherial, glassy, smooth, with glows of all colors mingling and flowing together. There is a large flat area that is perfect for landing your ship, as though it were made for this purpose. As you exit your ship, you notice the landing zone is surrounded by liquid, like a moat, on all sides, but there is a path to the north that stretches over the liquid, leading towards the tower. \n\nFar in the distant southern sky, in the direction from which you just came, you can see the golden-hued planet glimmering softly, though it would be impossible to see its flowers if you didn't know they were there. "
}