{
    "room descriptions": {
      "intro_text_long": "Plunging cliffs, strange flora, roaring rapids, and the faint smell of sulphur. Welcome to Eridanos. You've arrived on the top of a medium sized cliffside, but in the distance you can see something that reminds you of a collosal termite mound. There's a trail leading down into ravine that looks like it will take you to the mound, and there appear to be several caves along the path.",
      "intro_text_short": "Welcome back to Eridanos! You see the path to the ravine still in front of you as well as the termite mound structure and the ravine caves."
    },
    "items": {
      "fossilized claw": {
        "actions": [
          "grab",
          "take",
          "pick up"
        ],
        "description": "It looks like this is some sort of fossilized claw, though you are revlieved by the fact your ship never spotted any lifeforms coming in. But this is definitely something worth noting in the log, even though how you found it was still strange...",
        "locked": "True"
      },
      "handheld pickaxe": {
        "actions": [
          "swing",
          "pick",
          "strike",
          "insert"
        ],
        "description": "THis is some sort of handheld pickaxe, made out of some sort of metal you absolutely do not reconize. But you're totally keeping it. This planet is weird.",
        "locked": "False"
      },
      "solid sulhur": {
        "actions": [
          "pick up",
          "grab",
          "take"
        ],
        "description": "Looks like it's some solid sulphur. Might explain the smell of sulphur everywhere, and point to the river not being water... But not what you're looking for still.",
        "locked": "False"
      }
    },
    "environment": {
      "ravine path": {
        "actions": [
          "follow",
          "walk",
          "hike"
        ],
        "description": "A path from the the plateau you've landed on that leads down into the ravine, Precarious, but you're sure you can handle it with aplomb.",
        "locked": "True"
      },
      "river path1": {
        "actions": [
          "follow",
          "walk",
          "hike"
        ],
        "description": "At the bottom of the ravine you see a path follow that appears to be a moderately sulphiric river, if the smell is anything to go by. You could see several caveson the left had side of the river from the plateau, but the course of the river makes it hard to see them from here.",
        "locked": "True"
      },
      "collapsed cave": {
        "actions": [
          "dig",
          "shuffle",
          "kick"
        ],
        "description": "You've reached a moderately shallow cave with an obvious collapse in the back. While there are some loose rocks near the main collapse, it's clear to you that there is no way to get past the actual cave collapse itself.",
        "locked": "True"
      },
      "river path2": {
        "actions": [
          "follow",
          "walk",
          "hike"
        ],
        "description": "The path continues on, still following the left side of the river.",
        "locked": "True"
      },
      "shallow cave": {
        "actions": [
          "move"
        ],
        "description": "THe particular cave yu've come across here is very shallow, even more shallow than the collapsed one. You see some stalgmites and some fallen stalagtites, but that's about it.",
        "locked": "True"
      },
      "river path3": {
        "actions": [
          "follow",
          "walk",
          "hike"
        ],
        "description": "The path continues on more.",
        "locked": "True"
      },
      "interesting cave": {
        "actions": [
          "look"
        ],
        "description": "This cave you've reached is much different than the previous. You can see that it goes much farther back than the previous two, but the cave itself doesn't seem natural. It feels more like something carved it out by crawling into the ravine itself...",
        "locked": "True"
      },
      "river path4": {
        "actions": [
          "follow",
          "walk",
          "hike"
        ],
        "description": "You can see from here that the path will take you right up to the mound you originally saw from your ship on the plateau.",
        "locked": "True"
      },
      "termite mound": {
        "actions": [
          "enter",
          "walk"
        ],
        "description": "You've finally made it to the mysterious mound or structure. You see yet another cave that, to you, comes across as more organically created than geologically. Still creepy.",
        "locked": "True"
      },
      "termite main cave": {
        "actions": [
          "enter",
          "walk"
        ],
        "description": "Inside the creepily organic cave (man this planet has a lot of caves), you see THREE MORE CAVES (I told you so). Like that old Lord of the Rings movie, they branch off to the left, right, and center of you. The one on the left seems to go back forever, shrouded in darkness. The middle one looks jagged, full of stalagtites and stalacmites, while the one on the right is jagged, barely moving in a straight line as far as you can tell.",
        "locked": "True"
      },
      "termite left cave": {
        "actions": [
          "action1",
          "action2"
        ],
        "description": "You've made it to the back of the dark cave, despite your expectations. The odd thing is that it simply... stops. The cave itself felt like a natural occurrence, but the back is like a flat wall, save for one small opening.",
        "locked": "True"
      },
      "termite center cave": {
        "actions": [
          "action1",
          "action2"
        ],
        "description": "This cave you can barely get too far into before the obstacles stop you. Still, you get the sense there's something worth checking out in it.",
        "locked": "True"
      },
      "termite right cave": {
        "actions": [
          "action1",
          "action2"
        ],
        "description": "The jagged cave went back a ways, but eventually became too narrow to continue farther.",
        "locked": "True"
      },
      "sulphur river": {
        "actions": [
          "reach",
          "grab"
        ],
        "description": "While the river my stink of sulphur, it doesn't appear that it will damage your clothing or your skin. Too much, at least. Plus there could always be something in there, though it's too murky to just see.",
        "locked": "True"
      }
    }
  }